let base = 'https://ts.wcip.net';
let aliyun_base = 'https://tsbwg.oss-cn-beijing.aliyuncs.com';
let notice = '1.唐山博物馆免费向公众开放。\n' +
  // '2.开放时间：\n' +
  // '周二至周日 9：00-17：00 （16:30停止入馆)\n' +
  // '周一闭馆（法定节假日除外）。\n' +
  '2. 自觉遵守参观秩序，请勿大声喧哗、追跑打闹，衣冠不整、举止不雅者谢绝入馆。\n' +
  '3.行动不便、身体有潜在疾病的观众需有监护人陪同方可入馆参观。\n' +
  '4.宠物、大件行李或物品、易燃易爆危险品谢绝携带入馆。\n' +
  '5.展厅内请勿摄像；拍照时请勿使用闪光灯及三角架。\n' +
  '6.自觉维护环境卫生，请勿丢弃杂物，禁止吸烟。\n' +
  '7.疫情常态化防控期间，请您配合体温监测，出示健康码，参观全程佩戴口罩，如有不适请立即联系工作人员。\n' +
  '8.团体参观请提前预约。\n' +
  '9.如遇各类突发事件，请服从工作人员指挥。';
let config = {
  url: base + '/',
  api: base + '/pc/',
  aliyun: aliyun_base + '/',//阿里云oss链接域名
  tel_reg: /^1([358][0-9]|4[579]|66|7[0135678]|9[89])[0-9]{8}$/,

  nav: [],

  notice,//首页展示的参观须知
};
export default config;
